package KS2
fun main() {
    /*Задача на среднее арифметическое. В классе с углубленным изучением английского языка учится 4 человека.
    У них следующие баллы по профильному предмету 3, 4, 3, 5.
    Пишем часть школьного софта, который посчитает средний балл по английскому для этого класса.Написать выражение, которое высчитывает средний балл;
 – Распечатать результат в консоль;
 – В консоли должно быть выведено дробное число с 2 знаками после запятой.
     */

    val a1: Float = 3f
    val a2: Float = 4f
    val a3: Float = 3f
    val a4: Float = 5f
    val s = (a1 + a2 + a3 + a4 )/ 4
    println(s)
}
